{
    "texts": [
        {
            "content": "This work was originally published in 1790, but was translated into French only in 1829. After the famous public debate between the two leading French naturalists Georges Cuvier and Étienne Geoffroy Saint-Hilaire on the theories of animal structures and the methods and philosophies behind them, Goethe's work was put in the spotlight, and was published in a French-German edition in 1831. \n\n\n\nIn this work, Goethe described plant growth in terms of serial homology, where a plant organ went through transformations (cotyledons, stem leaves, calyx, corolla, stamen, fruit, etc.) by alternately contracting and expanding its form. Goethe designated the leaf as the protean organ, or the Archetype of all the variations of plant forms. (The image to the right: the Archetypal plant as imagined by P. J. F. Turpin, 1837.) He considered these potential forms as equal in value—there was no hierarchy between the “regular” and “irregular” forms, which was a main disagreement between Goethe and De Candolle.",
            "title": "Goethe, Metamorphosis of Plants",
            "image": "goethe_book.jpg",
            "link": "https://archive.org/details/essaisurlamtamor00goet/page/n6"
        },
        {
            "content": "De Candolle's goal in this work was to assert his Theory of Analogy, which argued that there wascontinuity between plant forms and properties. However, this theory asked one to look beyond the immediately visible plant forms because analogous plants could produce various effects while some non-analogous plants could produce similar effects on human. Instead, one had to distinguish which plant properties and structures were normative or accidental, as well as consider the modes in which plants produced their effects. De Candolle promised that this theory would help get rid of the apparent anomalies and re-classify them correctly according to the natural order, which would benefit the practical uses of plant medicines, especially in the colonial world. Although he argued that the environment could modify plant forms and properties and create the apparent anomalies, De Candolle remained silent, unlike Goethe or Saint-Hilaire, on the historical and evolutionary implications that these anomalies could offer.",
            "title": "De Candolle, Essai sur les propriétés médicales des plantes (1804)",
            "image": "dc1.png",
            "link": "https://archive.org/details/essaisurlespropr00cand/page/n10"
        },
        {
            "content": "The topic of this text is “botanical geography,” which De Candolle defined as the “methodical study of facts relating to the distribution of plants on the globe,” and of the “general laws that can be deduced from them.” De Candolle made a firm distinction between “habitation (countries in which plants grow)” and “station (topographic nature of localities in which plants usually grow)” because he viewed the confusion between the two has prevented botanists from making the correct, natural classification of plants. This text is filled with empirical observations and statistical information to support De Candolle's point that certain external factors (ex. amount of light, soil type, competition with local plants, etc.) and combinations of these factors have determined the distribution of plant species. As for the question of from where and how plants have originally spread throughout the world, he speculated that an ancient deluge must have occurred to transport species to unlikely regions, thereby implying his rejection of the idea of plant evolution from earlier species.",
            "title": "De Candolle, Essai élémentaire de géographie botanique (1820)",
            "image": "dc2.jpg",
            "link": "https://books.google.com/books?id=R7J3yRwiLLcC&printsec=frontcover&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false"
        },
        {
            "content": "This is the most important text for the comparison between Goethe's and De Candolle's botany because it explains the key concepts of the primitive type and symmetry, which are similar to Goethe's morphological concepts. In fact, Goethe considered this chapter important enough that he translated it into German himself.Unlike other two texts by De Candolle, this text hardly contains empirical information because it focuses on the concepts and the methodology, philosophy, and history behind them. His concept of symmetry, or the “non-geometrical regularity of organized bodies,” was roughly equivalent to Goethe's concept of plant type, and served as the normative form that could undergo modifications, or “degenerations” (the term which Goethe disliked,) resulting in diverse plant forms in the present world.De Candolle strongly identified with René-Just Haüy's method for crystallography. He also mentioned and acknowledged the similarity between Goethe's and his own morphological views,but criticized Goethe's ideas as being too general without enough facts.",
            "title": "De Candolle, Organographie végétale, Book V, Chapter II (1827)",
            "image": "dc3.png",
            "link": "https://books.google.com/books?id=TWxbAAAAcAAJ&pg=PA236&lpg=PA236&dq=organographie+vegetale+chapitre+ii+de+la+symetrie+vegetale&source=bl&ots=kSyAB_PNOu&sig=ACfU3U0EcO3h1LVi_j9U35i4AoZl6IMqAQ&hl=en&sa=X&ved=2ahUKEwjXz57K4rXkAhWTGTQIHR80AwkQ6AEwAHoECAQQAQ#v=onepage&q=organographie%20vegetale%20chapitre%20ii%20de%20la%20symetrie%20vegetale&f=false"
        }
    ],
    "intro": "This project provides the visual complements to my dissertation chapter on the comparison of the ideas and receptions between [Johann Wolfgang von Goethe](https://www.iep.utm.edu/goethe/) (1749-1832) and [Augustin Pyramus de Candolle](https://www.oxfordreference.com/view/10.1093/acref/9780192800862.001.0001/acref-9780192800862-e-244) (1778-1841). Goethe and De Candolle were botanists from Germany and Geneva, respectively, who participated in the French scientific community.\n\nThe dissertation looks at the impact of the concept of nation on the reception of different types of scientific knowledge in the first half of the nineteenth century, with a focus on the widespread images of the “French science” and “German science” at that time. The political revolutions and wars across Europe at the beginning of the century changed not only individual nations, but also the dynamics among them. I argue that the growing tension, jealousy, and admiration between nations had a visible impact on the seemingly universal scientific community: these factors encouraged the scholars of each nation to embrace particular types of scientific method and presentation, and thus, further guided the manners in which each nation reacted to foreign scientific knowledges. \n\nAs one of case studies, this chapter looks at the discrepancy between, on the one hand, what the French audience assumed Goethe's and De Candolle's morphologies to be, and on the other hand, what the actual scientific texts revealed about themselves in terms of their components and structures.\n\nAs stated above, the contents on this page are visual complements to the chapter. ![A leaf](assets/leaf01_web.png)",
    "thanks": "This project would not have been possible without the support from my advisor, Professor Robert J. Richards, and the VUE ([Visualization for Understanding and Exploration](https://vue.rcc.uchicago.edu/)) team at the University of Chicago. The visual components and their presentation on this website are all thanks to Kazutaka Takahashi and Siraj Elahi on the VUE team. This work was completed in part with resources provided by the University of Chicago Research Computing Center.",
    "methodology": "This case study is composed of three sets of comparisons (the icons on the left side of this page direct to different sets of comparisons.) Each set compares Goethe's text (Metamorphosis of Plants, originally published in 1790 but translated and introduced to the French audience after 1829) to one of the three botanical texts by De Candolle (Essai sur les propriétés médicales des plantes [1804], Essai élémentaire de géographie botanique [1820], and Organographie végétale, Book V, Chapter II [1827]). Goethe and De Candolle put forward very similar morphological concepts in botany, but faced contrasting receptions by the French audience.\n\nThe visuals presented in these sets of comparisons show the “thought-components” of each botanical text. What kind of thoughts—whether they be logical, descriptive, philosophical, etc. in nature—are present in each text, and in what ratios? How does each category of thought-components interact with other categories? What can the visual and numerical findings tell about the character of each text—and does this character neatly correspond to the widespread nineteenth-century assumptions about that text?\n\nTo answer these questions, I propose to visualize each botanical text, adopting the following steps:\n\n - Every sentence in a given text is tagged with one or more of the “thought-component” categories. I use seventeen of these categories, which are listed below, with example sentences from Goethe and De Candolle that are tagged with a given category. (In the visuals, each thought-component category is represented by a colored block.)\n\n- Once every sentence of the text is tagged, then these categories are ranked from those that occupy the most space of the text to those occupying the least space. (At the very bottom of each visuals page, I provide the same large table, which shows the overall rankings of the categories for all four texts that are being compared.)\n\n- After the tagging process, it is possible to represent each botanical text visually: each sentence is simply converted to a string of color blocks, which represent different thought-component categories. The whole text then becomes a large collection of color blocks. By placing side by side a collection of color blocks representing Goethe's text and another collection representing each of De Candolle's texts, one will easily understand which are dominant colors that build each text. This is what I call the first-level interactive visuals, which are at the top of each visuals page.\n\n- Beyond understanding which thought-component categories are most and least used to form a botanical text, I further examine which categories tend to be tagged together—or, which pairs or triples of categories tend to work together when defining each sentence. The outcomes are again visualized, which I call the second-level interactive visuals, and they are presented below the first-level visuals. I also provide the numerical tables that summarize the visuals.",
    "contact": "If you are interested in this work, please reach out! I am available at agatha@uchicago.edu"
}