{
  "texts": [
    {
      "content": "Originally written and published in German in 1790, Goethe's Metamorphosis of Plants was first translated into French only in 1829. In 1830, the famous public debate took place at the French Academy of Sciences between the two leading French naturalists, Georges Cuvier (1769-1832) and Étienne Geoffroy Saint-Hilaire (1772-1844), on the theories of animal structures and the methods and philosophies behind them. This debate put Goethe's work in the spotlight, which was then published in a French-German edition in 1831. In this work, Goethe described plant growth in terms of serial homology, where a leaf—a protean organ which he called the Type—went through transformations (cotyledons, stem leaves, calyx, corolla, stamen, and fruit) by alternately contracting and expanding its form. Following Goethe's theory of metamorphosis, all plant forms, regardless of their species, were variations of the plant Archetype. Goethe considered all existing and potential variations of forms as equal in value—there was no hierarchy between the “regular” and “irregular” forms, which was a main disagreement between Goethe and Candolle.",
      "image": "goethe_book.jpg",
      "title": "Goethe, Metamorphosis of Plants (1790/1831)",
      "link": "https://archive.org/details/essaisurlamtamor00goet/page/n6"
    },
    {
      "content": "In this essay, Candolle asserted his theory of analogy: there existed continuity between plant forms and their properties. This theory asked one to look beyond the immediately visible plant forms because analogous plants could produce a wide range of effects on humans, while non-analogous plants could easily produce similar effects on humans. Instead, Candolle emphasized the need to distinguish which plant properties and structures were normative or accidental, as well as to consider the modes in which plants produced their effects. Candolle promised that this theory would help get rid of the apparent anomalies and re-establish plant classification according to the true natural order, which would benefit the practical uses of plant medicines, especially in the colonial world. Although he argued that the environment could modify plant forms and properties and create the apparent anomalies, Candolle remained silent—unlike Goethe or Saint-Hilaire—on the historical and evolutionary implications that these anomalies could offer. ",
      "title": "Candolle, Essay on the Medical Properties of Plants (1804)",
      "image": "dc1.png",
      "link": "https://archive.org/details/essaisurlespropr00cand/page/n10"
    },
    {
      "content": "Candolle defined “botanical geography” as the “methodical study of facts relating to the distribution of plants on the globe,” and of the “general laws that can be deduced from them.” Candolle made a firm distinction between “habitation (countries in which plants grow)” and “station (topographic nature of localities in which plants usually grow)” because he viewed the confusion between the two has prevented botanists from establishing the correct order of nature. This essay is filled with empirical observations and statistical information to support Candolle's point that certain combinations of external factors (i.e. amount of light, soil type, competing local plants, etc.) have determined the distribution of plant species on the globe. As for the question of from where and how plants have originally spread throughout the world, Candolle speculated that an ancient deluge must have occurred to transport species to unlikely regions, thereby implying his rejection of the idea of plant evolution from earlier species.",
      "title": "Candolle, Elementary Essay on Botanical Geography (1820)",
      "image": "dc2.jpg",
      "link": "https://books.google.com/books?id=R7J3yRwiLLcC&printsec=frontcover&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false"
    },
    {
      "content": "This chapter is the most important text for the comparison between Goethe's and Candolle's botany because it explains the key concepts of the Primitive Type and Symmetry, which are similar to Goethe's morphological concepts. In fact, Goethe considered this chapter important enough that he translated it into Germany himself. Unlike other two texts by Candolle, this text hardly contains empirical information because it focuses on concepts and the methodology, philosophy, and history behind them. Candolle's concept of Symmetry (“non-geometrical regularity of organized bodies”) was roughly equivalent to Goethe's concept of Type and served for Candolle a normative form that could undergo modifications or “degenerations,” leading to diverse plant forms in the present world. Candolle acknowledged the similarity between Goethe's and his own morphological views, but criticized Goethe's ideas for being too general without enough facts.",
      "title": "Candolle, Organography of Plants, Book V Chapter II (1827)",
      "image": "dc3.png",
      "link": "https://books.google.com/books?id=TWxbAAAAcAAJ&pg=PA236&lpg=PA236&dq=organographie+vegetale+chapitre+ii+de+la+symetrie+vegetale&source=bl&ots=kSyAB_PNOu&sig=ACfU3U0EcO3h1LVi_j9U35i4AoZl6IMqAQ&hl=en&sa=X&ved=2ahUKEwjXz57K4rXkAhWTGTQIHR80AwkQ6AEwAHoECAQQAQ#v=onepage&q=organographie%20vegetale%20chapitre%20ii%20de%20la%20symetrie%20vegetale&f=false"
    }
  ],
  "contact": "If you are interested in this work, please reach out! Agatha is available at agatha@uchicago.edu. Andrew is available at mcnutt@uchicago.edu",
  "intro": "This project provides the visual complements to our articles on the comparison of the ideas and receptions between Johann Wolfgang von Goethe (1749-1832) and Augustin Pyramus de Candolle (1778-1841). For more about the near-by reading methodology and visualization methods of this project, or about the historical content of the project, please see the following articles:\n\nMcNutt, A., Kim, A., Elahi, S., Takahashi, Kazutaka.  [“Supporting Expert Close Analysis of Historical Scientific Writings: A Case Study for Near-by Reading.”](http://doi.org/10.1109/VIS4DH51463.2020.00005) 2020 IEEE 5th Workshop on Visualization for the Digital Humanities (VIS4DH): 1–6. (http://doi.org/10.1109/VIS4DH51463.2020.00005) \n\nKim, A., McNutt, A. [“Goethe and Candolle: National forms of scientific writing?”](https://rdcu.be/cTvvR) Theory in Biosciences (2022). (https://rdcu.be/cTvvR) \n\nIn the popular culture, the Romantic movement has long been characterized as mystical, philosophical, and excessively emotional, by nineteenth-century contemporaries and present scholars alike. In parallel, the scientific knowledge grounded in Romantic principles has often been described as an inferior maverick in the history of science. This project challenges such portrayal. Through the Romantic lens, diverse living forms were understood as reflections and manifestations of a greater, constantly evolving nature. This vision pushed beyond the simple analogies between ideas and reality, instead merging the two in multiple aspects of life from the knowledge of nature to the historical knowledge of nations. In this sense, Romanticism was truly a revolutionizing and productive moment in history. \n\nThe larger subject, of which this particular project is a part, focuses on the blending of natural and national categories in nineteenth-century thought, through the case studies on the reception of Goethe’s morphology in French intellectual communities. Goethe was a renowned German poet who also put forward important biological concepts such as the Type. Employing and modifying the Kantian regulative ideas while prioritizing empirical experiences, Goethe’s morphology was representative of Romantic science. The study of Goethe’s reception in France—the long-time cultural and political rival of Germany, as well as the hub of European scientific knowledge at that time—not only reveals how Romantic science fared in one of the most scientifically advanced nations of the time, but also how biological and national conceptions interacted in the intellectual communities. \n\nHistory of the reception of Goethe’s Romantic morphology shows varying modes of blending biological and national categories in France across the nineteenth century. This particular project, with a focus on the first half of the century, is a comparative study of Goethe and Candolle, a Swiss botanist who actively participated in the French scientific community during this time. Despite their remarkably similar biological concepts such as the organic type and its morphology, Goethe and Candolle were considered to represent the antithetical German and French schools, and thus, experienced very different receptions in France. Goethe’s scientific work was largely characterized as pantheistic, mystical, and philosophical—the “German style” as the antithesis of its French counterpart—while Candolle’s work was deemed a paragon of French Classical science. Such evaluations have persisted beyond their time. To test these characterizations of scientific styles based on national categories, this project experiments with computer scientific and visualization methods to analyze the actual forms and structures of Goethe’s and Candolle’s texts. We conclude that the source of their differences is located in the varying interactions among the building blocks of their texts, rather than in the purported national differences. To see the details of the building blocks (what we call the “thought components”) and their interactions, please navigate through other links provided on this website. \n",
  "methodology": "Please see the following article for more details on the methodology of this project:\n\nMcNutt, A., Kim, A., Elahi, S., Takahashi, Kazutaka.  [“Supporting Expert Close Analysis of Historical Scientific Writings: A Case Study for Near-by Reading.”](http://doi.org/10.1109/VIS4DH51463.2020.00005) 2020 IEEE 5th Workshop on Visualization for the Digital Humanities (VIS4DH): 1–6. (http://doi.org/10.1109/VIS4DH51463.2020.00005)\n\nThis project is composed of three sets of comparisons, each set comparing Goethe’s text (Metamorphosis of Plants) to one of the three selected botanical texts by Candolle (Essay on the Medical Properties of Plants, Elementary Essay on Botanical Geography, and Organography of Plants.) For more information on these texts, please visit [“Texts”](#/texts) page. \n\nWhat kind of thoughts—whether they be descriptive, speculative, methodological, philosophical, Romantic, Classical, etc.—are present in each text, and in what ratios? How does each kind of thought, or each “thought-component,” interact with other kinds? What can these findings tell about the character of each text? Does this characterization neatly correspond to the commonly held, national assumptions about each text?\n\nWe have taken the following steps to analyze and visualize the nature of each text:\n\nEvery sentence in a given text is tagged with one or more of the “thought-component” categories. Please visit the [“Categories Key & Example Sentences”](#/examples) section to see all 17 categories, with example sentences from Goethe’s and Candolle’s texts that are tagged with each category. In the visuals, each thought-component category is represented by a colored block.\n*To verify replicability of the tagging process, we asked two of our colleagues to tag sample paragraphs using our system. \nOnce every sentence of the text is tagged with thought-component categories, then these categories are ranked from those that occupy the most space of the text to those occupying the least space. Please see the [TiBi article](https://rdcu.be/cTvvR) for a comprehensive table, which shows the overall rankings of the categories for all four texts.\nAfter the tagging process, it is possible to represent each botanical text visually: each sentence is simply converted to a string of color blocks, which represent different thought-component categories. The whole text then becomes a large collection of color blocks (choose the “Waffle” mode of visualization in “Tools for Text Visualization and Comparison” section.) By placing side by side a collection of color blocks representing Goethe’s text and another collection representing each of Candolle’s texts, one will easily understand which are dominant colors that build each text. This is the first-level interactive visuals, which are at the top of each visuals page in [“Tools”](#/vis) section.\nBeyond understanding which thought-component categories are most and least used to form a botanical text, we further examine which categories tend to be tagged together—or, which pairs or triples of categories tend to work together when defining each sentence. The outcomes are again visualized, which are the second-level interactive visuals, and they are presented below the first-level visuals. \n",
  "thanks": "We thank our colleagues Ashley Clark and Biying Ling for testing the replicability of our method. We are grateful for the Visualization for Understanding and Exploration Project at the Neubauer Collegium, especially Sergio Elahi and Kazutaka Takahashi, for bringing this project into reality. Finally, we thank Professor John A. Goldsmith, Professor Robert J. Richards, and Professor Michael Rossi, for their invaluable advice throughout this project."
}