[
    {
        "content": "Originally written and published in German in 1790, Goethe's Metamorphosis of Plants was first translated into French only in 1829. In 1830, the famous public debate took place at the French Academy of Sciences between the two leading French naturalists, Georges Cuvier (1769-1832) and Étienne Geoffroy Saint-Hilaire (1772-1844), on the theories of animal structures and the methods and philosophies behind them. This debate put Goethe's work in the spotlight, which was then published in a French-German edition in 1831. In this work, Goethe described plant growth in terms of serial homology, where a leaf—a protean organ which he called the Type—went through transformations (cotyledons, stem leaves, calyx, corolla, stamen, and fruit) by alternately contracting and expanding its form. Following Goethe's theory of metamorphosis, all plant forms, regardless of their species, were variations of the plant Archetype. Goethe considered all existing and potential variations of forms as equal in value—there was no hierarchy between the “regular” and “irregular” forms, which was a main disagreement between Goethe and Candolle.",
        "image": "goethe_book.jpg",
        "title": "Goethe, Metamorphosis of Plants (1790/1831)",
        "link": "https://archive.org/details/essaisurlamtamor00goet/page/n6"
    },
    {
        "content": "In this essay, Candolle asserted his theory of analogy: there existed continuity between plant forms and their properties. This theory asked one to look beyond the immediately visible plant forms because analogous plants could produce a wide range of effects on humans, while non-analogous plants could easily produce similar effects on humans. Instead, Candolle emphasized the need to distinguish which plant properties and structures were normative or accidental, as well as to consider the modes in which plants produced their effects. Candolle promised that this theory would help get rid of the apparent anomalies and re-establish plant classification according to the true natural order, which would benefit the practical uses of plant medicines, especially in the colonial world. Although he argued that the environment could modify plant forms and properties and create the apparent anomalies, Candolle remained silent—unlike Goethe or Saint-Hilaire—on the historical and evolutionary implications that these anomalies could offer. ",
        "title": "Candolle, Essay on the Medical Properties of Plants (1804)",
        "image": "dc1.png",
        "link": "https://archive.org/details/essaisurlespropr00cand/page/n10"
    },
    {
        "content": "Candolle defined “botanical geography” as the “methodical study of facts relating to the distribution of plants on the globe,” and of the “general laws that can be deduced from them.” Candolle made a firm distinction between “habitation (countries in which plants grow)” and “station (topographic nature of localities in which plants usually grow)” because he viewed the confusion between the two has prevented botanists from establishing the correct order of nature. This essay is filled with empirical observations and statistical information to support Candolle's point that certain combinations of external factors (i.e. amount of light, soil type, competing local plants, etc.) have determined the distribution of plant species on the globe. As for the question of from where and how plants have originally spread throughout the world, Candolle speculated that an ancient deluge must have occurred to transport species to unlikely regions, thereby implying his rejection of the idea of plant evolution from earlier species.",
        "title": "Candolle, Elementary Essay on Botanical Geography (1820)",
        "image": "dc2.jpg",
        "link": "https://books.google.com/books?id=R7J3yRwiLLcC&printsec=frontcover&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false"
    },
    {
        "content": "This chapter is the most important text for the comparison between Goethe's and Candolle's botany because it explains the key concepts of the Primitive Type and Symmetry, which are similar to Goethe's morphological concepts. In fact, Goethe considered this chapter important enough that he translated it into Germany himself. Unlike other two texts by Candolle, this text hardly contains empirical information because it focuses on concepts and the methodology, philosophy, and history behind them. Candolle's concept of Symmetry (“non-geometrical regularity of organized bodies”) was roughly equivalent to Goethe's concept of Type and served for Candolle a normative form that could undergo modifications or “degenerations,” leading to diverse plant forms in the present world. Candolle acknowledged the similarity between Goethe's and his own morphological views, but criticized Goethe's ideas for being too general without enough facts.",
        "title": "Candolle, Organography of Plants, Book V Chapter II (1827)",
        "image": "dc3.png",
        "link": "https://books.google.com/books?id=TWxbAAAAcAAJ&pg=PA236&lpg=PA236&dq=organographie+vegetale+chapitre+ii+de+la+symetrie+vegetale&source=bl&ots=kSyAB_PNOu&sig=ACfU3U0EcO3h1LVi_j9U35i4AoZl6IMqAQ&hl=en&sa=X&ved=2ahUKEwjXz57K4rXkAhWTGTQIHR80AwkQ6AEwAHoECAQQAQ#v=onepage&q=organographie%20vegetale%20chapitre%20ii%20de%20la%20symetrie%20vegetale&f=false"
    }
]