[
  "When one began to study the raw nature, one saw only the irregularities, which were however mixed here and there with more or less apparent symptoms of a regular order.",
  "How was it in regards to astronomy?",
  "The clues to the order were evident;",
  "but the anomalies, in inexplicable appearance, such as the regressions of stars, made one believe that the laws would never be discovered.",
  "These laws were discovered, and the visible irregularities have become their most elegant confirmations.",
  "How was it in regards to natural terrestrial bodies, or particularly mineralogy?",
  "The irregularities were so numerous, and the cases of regular forms so rare in the nature, that it seemed almost impossible to discover any general law; ",
  "little by little it was recognized that almost all, and probably all amorphous bodies could join under the form of crystals, and therefore, that regularity was in their intimate nature.",
  "Among the crystals themselves, a multitude of diverse forms were recognized as simple modifications of the primitive forms with little variation; ",
  "these primitive forms were not only reduced to a very small number, but also the principal circumstances which determine the secondary forms were classified; ",
  "and here, as in a great number of dynamic phenomena, one saw that the irregularities had to do with several regular causes taking place simultaneously, which increased and complicated the outcomes.",
  "If we examine even more closely the development of crystallography, we will see that Romé-de-l’Isle, considering crystals as single bodies, explained their anomalies by truncations, whereas Haüy, using the theory of primitive molecules—which were however not detected by our senses—successfully explained in the most fortunate manner the most complicated forms, by relating them to the diverse ways in which these molecules bonded together.",
  "The first [Romé-de-l’Isle] reasoned like those botanists who saw a leaf or corolla as a single whole, its borders marked by an unknown cause; ",
  "The latter [Haüy] guided me when I attempted to show that the different indentations of the plant organs were essentially connected to the various modes and degrees of their aggregation.",
  "Thus there were similarities between the developments of these two sciences.",
  "Let us see if there was connection in their nature as well.",
  "Does not the regularity, which one recognizes today as presiding over the form of natural bodies, exist in the organized bodies, and would not the anomalies, so frequent in the organized bodies, be caused, as in the natural bodies, by the complications of causes, each of which would produce a regular effect?",
  "Even those who believe wholeheartedly in the regularity of organized bodies have perceived that such regularity could only be subject to the same laws as those of natural bodies [minerals]",
  "in particular, no truly geometrical regularity is known to them;",
  "but, even if it is impossible to find a flower, all of whose petals were geometrically the same, or a leaf whose two sides were mathematically similar, there is no denying that, even with a most superficial examination, one would be struck by the kind of regularity of these organs.",
  "This non-geometrical regularity of the organized bodies has been given the name of symmetry.",
  "That these organized bodies, and in particular vegetables, present examples of an exact symmetry, no one denies;",
  "and these beings have been termed regular, to point out this fact without pretending to assimilate this regular symmetry or regularity to the geometrical order of natural bodies [crystals].  ",
  "But one cannot deny that in some rather numerous cases the symmetry seems disturbed.",
  "Does this symmetry not exist any longer in the cases of irregularity?",
  "Or can this apparent disturbance of symmetry itself be brought on by regular causes?",
  "Until our days, the first of these two opinions has been upheld; ",
  "one has described all the irregularities of plants and animals, without believing that these irregularities concealed an order subject to general laws.  ",
  "Each bizarre form of the organ received a new name, and the analogy of these organs became impossible to recognize.",
  "Each bizarre form was considered either as a monstrosity if it was rare—and one settled for this insignificant word in order to dispense with investigating it—or as a distinct species, if the phenomenon was frequent, and thus, all the exact means to distinguish organs were lost.  ",
  "One could not even classify them with any method;",
  "for the least anomaly observed between two beings or two groups could prevent recognizing all their other analogies.",
  "But the more the number of known beings increased and the more one studied them with care, the more one was convinced of this principle that I have been the first, or one of the first, to announce in general terms, that it was almost certain that organized beings were symmetrical or regular when they were considered in their type, and that the apparent irregularities of plants were constant phenomena within certain limits, which could exist separately or collectively, such as abortion or degeneration of certain organs, their union with one other or with others, and their multiplication according to regular laws.",
  "The first part of my elementary theory was devoted to establish this law by examples and reasoning.",
  "I must refer the reader to it, and I limit myself here to add some reflections to emphasize the importance and utility of this method of studying the plants, whether in terms of their organization or of their classification.",
  "The number of truly distinct organs is found to be prodigiously reduced when one analyzes their nature;",
  "one saw that many of these to which an important role has been attributed were only simple modifications of one another;",
  "one could recognize a same organ under diverse appearances, and thus follow a truly comparative organography.  ",
  "Without doubt, one must reject the comparisons deduced from too dissimilar beings, and indicate them only with doubt and circumspect; ",
  "but, for some examples that are challengeable and cited with hesitation, how many relations of organs have been obtained by this method, which are no longer contested [?]",
  "In particular, all this numerous class of facts known under the name of monstrosities—which was impossible to comprehend in the old system, and which one pretended to disdain in order not to study them—this entire class, I say, has been clarified and has taken a new interest, since they have been examined in their true point of view, as indications for recognizing the normal or primitive symmetry of beings.  ",
  "The monstrosities are, that is to say, the experiments that nature has done for the benefit of the observer: ",
  "in them we see what organs are, when they are not united together; ",
  "here we recognize what they are truly like, when an accidental cause does not prevent them from developing.  ",
  "And thus, proceeding from the opinion that the primitive nature is symmetrical, that irregularity is the product of diverse causes which alter this symmetry, we conceive that the monstrosities are due to certain variations of these causes, and that they can thus sometimes help us understand the causes of degeneration when their action is increased or freed from all complications; sometimes show us the symmetrical state, when the causes which alter it are weakened or destroyed.",
  "Every theory of natural classification evidently rests on the intimate understanding of organs and their modifications.",
  "The arrangement of plants in natural orders supposes, I think, that one will be able to one day establish the characters of these orders upon which forms the basis of their symmetry, and refer the various forms of species or genera to the action of causes which tend to alter the primitive symmetry.  ",
  "Thus, each family of plants, like each class of crystals, can be represented by a regular state, sometimes visible to our eyes, sometimes conceivable by the mind; ",
  "it is what I call its type:",
  "unions, abortions, degenerations, or multiplications, separate or collective, modify this primitive type, so as to produce the usual/constant characters of the beings they compose.  ",
  "These modifications are constant within certain limits, like the secondary forms of crystals.",
  "But each genus and each species is, by its own nature, more or less subject to each of the causes which determine them; ",
  "for the plants which have the same type are no more identical than the crystals which have the similar primitive molecules.",
  "If botany is much behind mineralogy in this regard, it results, on the one hand, from the greatest multiplicity of forms and of causes of action; on the other hand, from all these facts being submitted to a particular force (vital force), whose laws are much more obscure and difficult to study than those of analogy and attraction.",
  "The simple description of details and plant forms was radically improved since the knowledge of some general laws led the describers to reflect on what they were seeing.",
  "Those who refuse to believe in these laws could, without doubt, describe the aberrations as the natural state of beings, since nothing obliges them to doubt that what they see is contrary to the order; ",
  "they can easily neglect minute organs, since nothing indicates their existence;",
  "and, if they are endowed with a mind that is more precise than extensive, they can make a lot of efforts to describe in detail certain particularities, which a few words, founded on analogy, could have expressed with more clarity. ",
  "When, finally, two describers have described the same being in contradictory manners, which is unfortunately not very rare, one has no means to discern the truth other than the greater or lesser analogy of the descriptions to the laws of symmetry.",
  "For, in order to arrange plants in a rational order, one must constantly decide upon the more or less inexact descriptions; ",
  "for we are no longer in a time where the same man could observe for himself all the known plants.",
  "Thus, to the extent that science makes new progress, one first feels the need to know the general laws of organic symmetry. ",
  "This necessity, felt by all those who love the general truths, has given birth to two schools among them.",
  "Some attempted to establish the laws on the structure of beings according to general considerations, and as it is usually said, a priori.",
  "Others observed attentively the facts which seemed to digress from the laws of regularity;",
  "they saw that almost all these facts digressed according to the uniform principles, and by grouping the apparent irregularities, they gradually associated them back to the regular laws, and ascending from partial facts to general facts, they tried to identify a posteriori the laws of symmetry.",
  "The scholars of the first of these schools, all feigning to deduce everything from the general laws, clearly aimed that their results should be in agreement with the known facts of their time;",
  "but as these facts had been observed and grouped without any prudent theory, these philosophes often ended up making great efforts to make their theories consistent with the rather inaccurate facts, and it is difficult to believe that their real work was not as much retracing from these partial facts to the general laws, as descending from the general laws to partial facts:",
  "that is how, in seeing the truly admirable way that Goethe—usually busy with such diverse ideas—has likewise perceived the plant organization, one is led to believe less that he invented it than that he has ingeniously generalized some well-chosen partial facts.",
  "At least one must agree that the laws that are labeled as a priori can only be considered as more or less ingenious hypotheses, as long as they are not confirmed by observation.",
  "Those who adopt the second of the two methods I mentioned above fulfill two functions in the general economy of science;",
  "on the one hand, they carefully collect all the detailed facts to deduce partial laws from them, which, gradually compared together, can lead to other more general laws; ",
  "on the other hand, they treat the opinions that are conceived as a priori as simple hypotheses to be verified or to be rejected, and seek to understand up to where the known partial laws conform to or deviate from them.  ",
  "This progress seems to be the same as that which one follows in all physical sciences, the only one which leads to general truths.  ",
  "If there still exist botanists who can believe either that no general laws exist in the structure of organized beings, or that it is not worth searching for, I am convinced that this is solely because they are left terrified by the multitude facts in details, or because they studied only a small number of beings that were chosen without method, among whatever was at their reach.",
  "Correction of this logical error is performed every day, on the one hand by the very excess of the number of facts, which makes felt the necessity to classify them and to bring them to some general principles of organography; ",
  "on the other hand, by the happy habit which all young botanists adopt to practice monographs which require them to study symmetry, instead of busying themselves with local flowers which steer them completely away from this kind of observations and accustom them to seeking differences rather than similarities of beings.",
  "I will proceed to expound on the summary of this entire work in an aphoristic form, which can give some ideas of these principles of symmetry, and I will end it with the points which seem to merit new researches, as related to the general symmetry, and suitable for illumination:",
  "this will be the object of the two following chapters."
]
